<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | Следующие языковые строки — это стандартные сообщения, которые возвращает
    | брокер паролей при попытке обновления пароля. Они могут не подойти вашему
    | приложению — вы можете свободно их изменить.
    |
    */

    'reset' => 'Ваш пароль был успешно сброшен!',

    'sent' => 'Мы отправили вам ссылку для сброса пароля по электронной почте!',

    'throttled' => 'Пожалуйста, подождите перед повторной попыткой.',

    'token' => 'Этот токен для сброса пароля недействителен.',

    'user' => 'Мы не смогли найти пользователя с таким адресом электронной почты.',

    'password' => 'Пароль должен быть не менее 8 символов и совпадать с подтверждением.',

];